# 9.	В городском зоопарке содержатся животные N (1 ≤ N ≤ 1000) разных видов. Для участия в международной выставке зоопарк должен представить трех животных различных видов. Требуется написать программу, которая вычислит число способов выбрать трех животных для участия в выставке. Например, если в зоопарке два медведя, тигр, лев и пингвин, то есть семь способов выбрать трех животных:
# 1. первый медведь, тигр и лев;
# 2. первый медведь, тигр и пингвин;
# 3. первый медведь, лев и пингвин;
# 4. второй медведь, тигр и лев;
# 5. второй медведь, тигр и пингвин;
# 6. второй медведь, лев и пингвин;
# 7. тигр, лев и пингвин.
